{"<NEXT_INPUT>": 50259, "<TITLE_START>": 50267, "<INGR_END>": 50263, "<TITLE_END>": 50268, "<INSTR_START>": 50264, "<RECIPE_START>": 50257, "<INSTR_END>": 50266, "<INGR_START>": 50261, "<RECIPE_END>": 50269, "<NEXT_INGR>": 50262, "<INPUT_START>": 50258, "<INPUT_END>": 50260, "<NEXT_INSTR>": 50265}