{"bos_token": "<|endoftext|>", "eos_token": "<|endoftext|>", "unk_token": "<|endoftext|>", "additional_special_tokens": ["<RECIPE_START>", "<INPUT_START>", "<NEXT_INPUT>", "<INPUT_END>", "<INGR_START>", "<NEXT_INGR>", "<INGR_END>", "<INSTR_START>", "<NEXT_INSTR>", "<INSTR_END>", "<TITLE_START>", "<TITLE_END>", "<RECIPE_END>"]}